{
    "CarViseta in Numbers": "كارسيرفز بالأرقام",
    "Why Choose CarViseta": "لماذا تختار كارسيرفز؟",
    "Launched in Sep 2021": "تم إطلاقه في سبتمبر 2023",
    "240+ Customers Served": "240+ خدم العملاء",
    "Add counting": "أضف العد",
    "We Make it Easy": "نحن نجعلها سهلة",
    "We provide 24/7 booking services and our mechanics are available during the day and in the evenings. Whether you're at home, office, or anywhere, we will reach you at the scheduled time.": "نحن نقدم خدمات الحجز على مدار الساعة طوال أيام الأسبوع ، كما أن الميكانيكيين لدينا متاحون خلال النهار وفي المساء.",
    "Genuine & Aftermarket Parts": "قطع غيار أصلية وما بعد البيع",
    "We offer both genuine and aftermarket parts, that are manufactured and provided to our customers upon request, following the industry specifications.": "نحن نقدم قطع غيار أصلية وما بعد البيع ، يتم تصنيعها وتوفيرها لعملائنا عند الطلب ، وفقًا لمواصفات الصناعة.",
    "Fair and Transparent Pricing": "أسعار عادلة وشفافة",
    "Because we aim to be your permanent partner, we put more value into our products, offering fair and transparent pricing to our customers. We work to achieve quality, transparency, and affordability.": "نظرًا لأننا نهدف إلى أن نكون شريكك الدائم ، فإننا نضع قيمة أكبر لمنتجاتنا ، ونقدم أسعارًا عادلة وشفافة لعملائنا. نعمل على تحقيق الجودة والشفافية والقدرة على تحمل التكاليف.",
    "High-quality": "جودة عالية",
    "As we don't settle for less, we offer extensive training to our technicians, utilizing high - quality services and tools to achieve customer satisfaction.All you have to do is book through our application.": "نظرًا لأننا لا نقبل بأقل من ذلك ، فإننا نقدم تدريبًا مكثفًا للفنيين لدينا ، باستخدام خدمات وأدوات عالية الجودة لتحقيق رضا العملاء. كل ما عليك القيام به هو؛ احجز من خلال تطبيقنا.",
    "Our Featured Services": "خدماتنا المميزة",
    "We provide full-mobilized car workshop services at the chosen time and location, with experienced technicians, high-quality tools, and competitive prices.": "نحن نقدم خدمات ورش سيارات معبأة بالكامل ، مع فنيين ذوي خبرة ، وأدوات عالية الجودة ، وأسعار تنافسية.",
    "Diagnostics": "التشخيص",
    "We provide several checkup services providing accurate assessment for Cars using latest tools.": "نقدم العديد من خدمات الفحص التي توفر تقييمًا دقيقًا للسيارات باستخدام أحدث الأدوات.",
    "Periodic Maintenance": "صيانة دورية",
    "Periodic Maintenance is crucial for the overall health of your car, diagnosing and efficiently fixing the engine problems.": "الصيانة الدورية ضرورية للصحة العامة لسيارتك ، وتشخيص مشاكل المحرك وإصلاحها بكفاءة.",
    "Coolant System": "نظام التبريد",
    "Periodical Inspection of the Coolant System and checking the concentration of the coolant are critical steps to protect your engine from overheating or freezing.": "يعد الفحص الدوري لنظام التبريد والتحقق من تركيز سائل التبريد خطوات حاسمة لحماية محرك سيارتك من السخونة الزائدة أو التجمد.",
    "Brakes": "الفرامل",
    "Brakes inspection and maintenance is an important procedure to be done regularly, ensuring the safety of the car and preventing any sudden accidents or potential tragedies.": "يعد فحص الفرامل وصيانتها إجراءً مهمًا يجب القيام به بانتظام ، لضمان سلامة السيارة ومنع أي حوادث مفاجئة أو مآسي محتملة.",
    "Request a Call back": "طلب استدعاء",
    "Have our experts calling you": "اطلب من خبرائنا الاتصال بك",
    "Click here to request a call": "انقر هنا لطلب مكالمة",
    "Call us & Whatsapp": "اتصل بنا & واتساب",
    "Saturday - Thursday": "السبت - الخميس",
    "What our Clients say!": "ماذا يقول عملاؤنا!",
    "Cairo": "القاهرة",
    "Giza": "الجيزة",
    "Octobar": "أكتوبر",
    "Hear": "اسمع",
    "From the Founders": "من المؤسسين",
    "How It Works": "كيف يعمل",
    "Book our service at at your convenient time and location": "احجز خدمتنا في الوقت والمكان المناسبين لك",
    "WHO WE ARE?": "من نحن؟",
    "Owning a car these days usually includes a lot of efforts and time to maintain the car and keeping it in a good condition all the time, where car owners need to save their time for maintaining it’s needs.": "عادة ما يتطلب امتلاك سيارة في هذه الأيام الكثير من الجهد والوقت لصيانة السيارة والحفاظ عليها في حالة جيدة طوال الوقت ، حيث يحتاج مالكو السيارات إلى توفير وقتهم للحفاظ على احتياجاتها.",
    "CarViseta is a privately owned company that focuses on making car owners life easier to maintain their cars in excellent conditions while having a convenient car service in terms of time and location with the best price possible. Our focus is customer’s satisfaction and ensuring the car maintenance is headache-free. We started with key services that customers need on a frequent basis and we keept adding services based on listening to our customers, stay tuned for more.": "  شركة مملوكة للقطاع الخاص تركز على جعل حياة مالكي السيارات أسهل للحفاظ على سياراتهم في ظروف ممتازة مع وجود خدمة سيارات مريحة من حيث الوقت والموقع بأفضل سعر ممكن.",
    "OUR MISSION": "مهمتنا",
    "To become the leading car maintenance provider in the regional market by providing best quality, convenience and value for money car services to our beloved customers We are changing the industry of the car maintenance by simplifying the process of consuming the services and ensure our customers’ ownership of a car is an enjoyable journey": "أن نصبح المزود الرائد لصيانة السيارات في السوق الإقليمي من خلال تقديم أفضل خدمات السيارات ذات الجودة والراحة والقيمة مقابل المال لعملائنا الأحباء.نعمل على تغيير صناعة صيانة السيارات من خلال تبسيط عملية استهلاك الخدمات وضمان ملكية عملائنا من السيارة رحلة ممتعة",
    "OUR VISION": "رؤيتنا",
    "Provide high-quality car maintenance service through 100% mobilized workshops with best market standards, using latest available technologies": "تقديم خدمة صيانة عالية الجودة للسيارات من خلال ورش عمل معبأة بنسبة 100٪ مع أفضل معايير السوق ، باستخدام أحدث التقنيات المتاحة",
    "ABOUT US": "من نحن",
    "IT'S What WE DO": "هذا ما نقوم به",
    "We'll make your car feel brand new visit our": "سنجعل سيارتك تشعر بأنها جديدة تمامًا عند زيارة موقعنا",
    "Call Us": "اتصل بنا",
    "OIL REPLACEMENT": "بديل الزيت",
    "Oil Replacement is done quickly and professionally, following the industry standards": "يتم استبدال الزيت بسرعة واحترافية ، وفقًا لمعايير الصناعة",
    "CHECKUP AND PERIODIC MAINTENANCE": "الفحص والصيانة الدورية",
    "Offering resale checkup and periodic maintenance to guarantee the best car performance and avoid costly breakdowns": "تقديم فحص إعادة البيع والصيانة الدورية لضمان أفضل أداء للسيارة وتجنب الأعطال المكلفة",
    "BRAKE SERVICE AND REPAIRS": "خدمة الفرامل والإصلاحات",
    "Offering comprehensive inspection of cars and maintenance, testing brakes & tires safety": "نقدم فحص شامل للسيارات وصيانتها واختبار الفرامل وسلامة الإطارات",
    "OUR SERVICES": "خدماتنا",
    "Your Name": "الاسم الكامل",
    "Your Email": "بريدك الإلكترونى",
    "Subject": "الموضوع",
    "Your Message (optional)": "رسالتك (اختيارى)",
    "Send Message": "إرسال الرسالة",
    "Address": "العنوان",
    "Ismail Kabani st, Nasser City,": "شارع اسماعيل قباني مدينة ناصر",
    "Cairo, Egypt": "الغربية، طنطا",
    "Register": "تسجيل",
    "Contact info": "معلومات الاتصال",
    "Phone : +201273800063": "الهاتف: +2001010214055",
    "Working Hours": "ساعات العمل",
    "Saturday - Thursday from": "السبت - الخميس من",
    "Contact Us": "اتصل بنا",
    "Password": "كلمة المرور",
    "Password Confirm": "تأكيد كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Create Now": "أنشئ الآن",
    "Have Account?": "تملك حساب؟",
    "Log in": "تسجيل الدخول",
    "Create Account": "إنشاء حساب جديد",
    "Forget Password?": "نسيت كلمة المرور؟",
    "LOG IN": "تسجيل الدخول",
    "Haven't Account?": "لا تملك حساب؟",
    "RegisterEmail": "إنشاء حساب جديد",
    "Send": "إرسال",
    "Copyright ©2022 CarViseta. All Rights Reserved.": "كل الحقوق محفوظة 2023© ",
    "Terms and Conditions": "الأحكام والشروط",
    "Home": "الصفحة الرئيسية",
    "About Us": "من نحن",
    "Services": "خدماتنا",
    "Gallery": "المعرض",
    "RegisterHeader": "إنشاء حساب",
    "العربية": "English",
    "GALLERY": "معرض الصور",
    "CHOOSE YOUR SERVICE": "إختر خدمتك",
    "MAKE AN APPOINTMENT": "حدد موعدا",
    "WE'LL INSPECT AND REPAIR YOUR CAR": "ونحن سنقوم بفحص سيارتك وإصلاحها",
    "YOU'RE GOOD TO GO": "والآن لديك ما تحتاجه!",
    "machine": "ميكانيكى",
    "customer": "زبون",
    "Pin Code": "أدخل الكود",
    "New Password": "كلمة المرور الجديدة",
    "Confirm New Password": "تأكيد كلمة المرور الجديدة",
    "Log out": "تسجيل الخروج",
    "Book Now":"احجز الآن",
    "Remember Me":"تذكرنى",
    "The services you booked":"الخدمات التى قمت بحجزها",
    "Close":"إغلاق",
    "Show Booked Services":"إظهار الخدمات التى تم حجزها",
    "Your Phone":"رقم الهاتف",
    "Your skills":"مهاراتك"
}
